IDEA Open Model
ReinfBarInclined.AddBarOnTop Property
Compatible with IDEA StatiCa Beta 20.0
 Add bar on top - possible only for FullLength
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool AddBarOnTop { get; set; }
Public Property AddBarOnTop As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ReinfBarInclined Class
IdeaRS.OpenModel.Detail Namespace